[General]
Version=1.8.1
LanguageName=Romanian
lblLanguageAuthor=JTS-UD

[Form1]
speedWarningLabel=Avertisment: vitezele peste 20000 KB/s pot părea suspecte.
checkShowTrayBaloon=Afișează informații la trecerea peste pictograma din sistem
lblInterface=Interfață:
checkSavePeers=Save list of peers
ResetCountersButton=Reset Counters
testNetworkButton=Test Settings...
checkUPnP=Enable UPnP port mapping
checkIgnoreTimeout=Ignore connection errors
checkMinimizeToTray=Minimize to tray
labelBindIp=Bind to IP:
labelUpdates=Clients and languages
checkUpdatesButton=Check for Updates
installUpdatesButton=Install Updates
tabUpdates=Updates
lblLanguage=Limbă:
TorrentFileLabel=Cale:
closeButton=Închide
StartButton=Start
tabGeneral=General
groupTorrentFile=Fişier Torrent
browseButton=Caută...
groupStats=Statistici
totalRunningTimeLabel=Timp Total :
leechLabel=Leecheri:
seedLabel=Seederi:
manualUpdateButton=Actualizare manuală
labelUpdateIn=Actualizare în:
downloadCountLabel=Downloadat :
uploadCountLabel=Uploadat :
groupBoxOptions=Opţiuni
applyStopSettingsButton=Aplică
stopProcessLabel=Opreşte procesul după:
FileSizeLabel=Completat (%)
uploadRateLabel=Viteză upload (kB/s) :
downloadRateLabel=Viteză download (kB/s) :
groupTorrentInfo=Informaţii Torrent
labelTorrentSize=Dimensiune:
hashLabel=Hash SHA:
TrackerLabel=Tracker:
tabAdvanced=Avansat
memoryReaderButton=Cititor Memorie...
updateAnnounceParamsOnStart=Actualizează peer_id şi key la pornire
checkNewVersion=Caută versiune mai nouă
ClientLabel=Simulare client:
randomSpeedGroup=Randomizează viteze Upload/Download
RandomDownloadToLabel=Max:
RandomUploadToLabel=Max:
RandomDownloadFromLabel=Min:
RandomUploadFromLabel=Min:
checkRandomDownload=Download (kB)
checkRandomUpload=Upload  (kB)
reportParamsGroup=Parametri anunţ
keyLabel=Key (key):
labelPeerID=Peer ID (peer_id):
numwantLabel=Număr de Peeri (numwant):
portInfoLabel=Dacă acele câmpuri sunt lăsate goale, RatioMaster va folosi valori aleatoare sau implicite
portLabel=Port (port):
tabNetwork=Reţea
groupNetworkMisc=Diverse
checkIgnoreFailureReason=Ignoră 'failure reason' (cauza erorii) de la tracker
labelStopMinLeecher=Opreşte uploadul când nr. de leecheri e mai mic de:
intervalLabel=Interval actualizare tracker (s):
checkRequestScrap=Preia statistici Seed/Leech (scrape de la tracker)
checkTCPListen=Deschide port TCP (pt. a apărea conectabil pe tracker)
proxySettingsGroup=Setări server proxy
labelProxyPass=Parola:
labelProxyUser=Utilizator:
labelProxyPort=Port:
labelProxyHost=Adresă:
labelProxyType=Tip proxy:
tabLog=Jurnal progres
saveLogButton=Salvează jurnalul
checkLogEnabled=Activează jurnalul
checkHideConfidentialInfo=Ascunde informațiile confidențiale
clearLogButton=Curătă jurnalul
tabAbout=Despre
labelForums=Forumuri:
labelWebSite=Site:
StopButton=Stop
linkProxyHelp=Ajutor pentru proxy-uri

[MemoryReader]
reApplyButton=Aplică
reCloseButton=Închide
groupBoxSearchResults=Rezultate căutare:
reHashLabel=Hash:
rePeerIdLabel=Peer ID(peer_id):
reKeyLabel=Key(key):
numwantLabel=Număr de Peeri (numwant):
rePortLabel=Port (port):
reSearchStrLabel=Şir:
reSearchButton=Porneşte căutare
reProcessNameLabel=Nume proces:

[Messages]
testNetworkInProgress=Network settings test is in progress...
testNetworkFailed=Connection Error
testNetworkSuccess=Connected successfully. Current RatioMaster network settings appear to be working.
defaultBinding=Default
confirmCloseMessage=Torrent update is in process. Do you really want to exit RatioMaster?
confirmCloseTitle=Confirmation
clmnUpdateAuthor=Author
clmnUpdateType=Type
clmnUpdateFileName=File Name
clmnUpdateName=Name
umFinishedDownloadingUpdates=Finished Downloading Updates
umDownloadingUpdate=Downloading Update {0}
umCheckingUpdates=Checking for updates...
umParsingUpdates=Parsing Updates...
umNoUpdatesFound=No new updates found
umNumUpdatesFound=Found {0} updates
exitToolStripMenuItem=Exit
restoreToolStripMenuItem=Restore
stopProcessUnits3=Hours
stopProcessUnits2=Minutes
stopProcessUnits1=Seconds
mrNoProcessFound=Nu s-a găsit procesul {0} .\r\nAsiguraţi-vă că clientul rulează şi cel puţin un torrent este pornit.
mrSearchFail=Căutare eşuată.\r\nAsiguraţi-vă că clientul rulează şi cel puţin un torrent este pornit.
mrSearchTitle=Căutare
mrSearchSuccess=Căutarea s-a încheiat cu succes!\r\nApăsaţi butonul Aplică pentru a folosi valorile în clientul curent.
vrNewVersionReleased=A fost lansată o nouă versiune! Luaţi-o de la from http://www.moofdev.net
vrNewVersionTitle="Versiune nouă disponibilă"
ballonUploaded=Uploadat: {0} \r\n
ballonDownloaded=Downloadat: {0} \r\n
ballonUpdateIn=Actualizare în: {0} \r\n
ballonTotalTime=Timp total: {0} \r\n
stopProcessOpt1=Nu se opreşte
stopProcessOpt2=La upload
stopProcessOpt3=La download
stopProcessOpt4=La timp
stopProcessOpt5=Seedat 1,2x

[Tooltips]
reApplyButton=Click on "Apply" to copy search results into Advanced Tab of RM.
groupBoxSearchResults=If search successfull RM fills those fields with found results.\r\nCopy those values manually to RM Advanced Settings or press on Apply.
reSearchButton=Press on "Start Search" to ... Start Search.
reSearchStr=RM looks for this string to find announce URL and parse search results.
reProcessNameBox=RM will look for this process.\r\nRM fills this box automatically according to your current Client Selection.
checkIgnoreTimeout=RM will ignore connection errors
checkIgnoreFailureReason=RM va ignora erorile de la tracker şi va uploada în continuare.
labelStopMinLeecher=RM va reduce viteza de upload la zero dacă nr. de leecheri este mai mic decât specificaţia.
intervalLabel=Intervalul implicit de trimitere al datelor către tracker\r\nUtil pentru acele trackere care nu oferă un interval stabilit.
proxySettingsGroup=RM se poate conecta la trackere via proxy, pentru a ascunde IP-ul dvs. real.
memoryReaderButton=Cititor de memorie\r\nFolosiţi această unealtă când doriţi obţinea unor valori gen \r\nas peer_id, key, port şi altele din memoria unui client real rulat în prezent.
updateAnnounceParamsOnStart=Bifat: RM va genera valori pentru peer_id şi key la fiecare pornire\r\nNebifat: RM va folosi valorile stocate din sesiunea precedentă
TorrentClientsBox=Selectaţi clientul ce doriţi să-l emulaţi
randomSpeedGroup=RM poate randomiza vitezele la fiecare anunţare \r\nîn funcţie de aceste setări.\r\nUploadul la viteze constante este suspicios.
torrentFile=Fişier .torrent Path\r\nApăsaţi Căutare... sau folosiţi drag & drop
totalRunningTimeLabel=Timp total rulare în sesiunea curentă
leechLabel=Leecheri la acest torrent\r\nIndisponibil pe unele trackere
seedLabel=Seederi la acest torrent\r\nIndisponibil pe unele trackere
manualUpdateButton=Actualizare manuală\r\nInformaţiile sunt trimise trackerului, ar trebui să se modifice instantaneu statisticile de pe tracker
labelUpdateIn=Până la următoarea actualizare 
downloadCountLabel=Downloadat\r\nDupă următoarea actualizare, statisticile de pe tracker ar trebui să se schimbe.
uploadCountLabel=Updoadat\r\nDupă următoarea actualizare, statisticile de pe tracker ar trebui să se schimbe.
stopProcessActionBox=RM se poate opri automat.\r\nAlegeţi dintre opţiuni şi introduceţi valorile.
uploadRate=Viteză upload\r\nIntroduceţi viteza pe care RM o va raporta trackerului
downloadRate=Viteză download\r\nIntroduceţi viteza pe care RM o va raporta trackerului
shaHash=Hash SHA al torrentului\r\nPoate fi introdusă manual sau extrasă din torrentul încărcat
trackerAddress=URL Tracker\r\nPoate fi introdus manual sau extras din torrentul încărcat
fileSize=Încheiat (%)\r\nPuteţi introduce cât la sută din torrent a fost deja descărcat\r\n100% = La seed\r\n0%     = Download complet\r\nRM va reţine acest procent precum şi alte opţiuni pentru fiecare torrent în parte
reportParamsGroup=Aceşti parametri fac parte din anunţul RM către tracker.\r\nÎn mod normal, RM va genera aceste date automat, dar aveţi opţiunea\r\nde a le introduce manual sau de a folosi Cititorul de Memorie pentru a le obţine de la clientul dvs. real.
